{
    "data": "10/09/2024",
    "descricaoProblema": "corolla 2014, 140 mil km rodados, motor não ligar, tenho esperiência mecânica e parece ser cabeçote do motor. o carro está estacionado em minha garagem.  que fazer , quanto será que vou gastar para arruma. ",
    "diagnostico": "Meu amigo, ter experiência mecânica é ótimo, mas o diagnóstico de \"cabeçote\" pode ser um pouco precipitado. Aí vão algumas dicas para te ajudar a solucionar o problema: \n\n**1. Diagnóstico Detalhado:**\n\n* **Verifique os Básicos:** Antes de pensar em cabeçote, revise os itens básicos que podem impedir o carro de ligar:\n    * **Bateria:**  Verifique se a bateria está carregada e seus terminais estão limpos e conectados.\n    * **Combustível:**  Verifique se o tanque tem combustível e se a bomba de combustível está funcionando (ouça o barulho dela quando liga a chave).\n    * **Ignição:**  Verifique as velas de ignição, cabos e o sistema de ignição.\n    * **Fusíveis:**  Verifique os fusíveis relacionados ao motor.\n\n* **Verifique os Sintomas:** \n    * O carro gira normalmente ou está travando?\n    * Você ouve algum barulho diferente quando tenta ligar? \n    * O motor já teve superaquecimento?\n\n**2. Testes Específicos:**\n\n* **Teste de compressão:** Essa é a forma mais precisa de saber se o problema está no cabeçote. Um mecânico experiente pode realizar esse teste.\n* **Análise de gases de escape:** Pode indicar problemas no motor, como vazamentos de óleo ou falhas na combustão.\n\n**3. Custo e Opções:**\n\n* **Cabeçote:** Se for realmente o cabeçote, o custo pode variar bastante, dependendo da necessidade de retifica, troca de válvulas, junta e outros componentes. Pode chegar a R$ 2.000 a R$ 5.000 ou mais.\n* **Outras Soluções:** O problema pode ser mais simples, como um sensor com defeito ou um problema na bomba de combustível. Uma oficina especializada pode diagnosticar o problema com mais precisão.\n\n**4. Procurando Ajuda:**\n\n* **Oficinas Especializadas:** Procure oficinas de confiança que trabalhem com carros da marca Toyota e tenham experiência com motores.\n* **Mecânico de Confiança:** Se você tem um mecânico de confiança, ele pode dar uma olhada no carro e te orientar melhor.\n\n**Lembre-se:**\n\n* **Orçamento Detalhado:** Antes de iniciar o reparo, peça um orçamento detalhado com a descrição dos serviços e peças a serem trocadas.\n* **Garantia:**  Verifique se a oficina oferece garantia para o serviço.\n\n**A Dica do Mecânico:**  \"Antes de trocar o cabeçote, explore todas as outras possibilidades. Um problema aparentemente grave pode ser solucionado com uma simples revisão.\"\n\nBoa sorte na busca pela solução! \n",
    "partesAfetadas": "motor, cabeçote",
    "horasTrabalhadas": "72",
    "observacao": "motor não liga"
}